{
	"Balanced_and_fulfilling_everyday_life":
	[
"I give myself permission to rest and relax when needed.",
Every morning i wake up grateful for another day.
I give myself permission to be completely authentic and brave.
I enjoy every moment and feel grateful for my life.
I enjoy deep connections with other people.
I am grateful for my body and its ability to carry me through the journey of life.
I am a source of positivity and good energy that radiates around me and touches others.
I am lucky to have a loving and supportive circle of people around me that will lift me up even in difficult moments.
I connect with a deep sense of gratitude every day.
I love and respect myself completely and unconditionally.
I recognize and appreciate all those small moments of joy that make my life meaningful and beautiful.
Every day I do small actions that support my well-being and bring joy to my life.
I feel deep gratitude for my life and for all the opportunities that come to me.
I love and accept every aspect of myself completely and unconditionally.
I hold on to my own worth and deserve respect and love from everyone around me.
I forgive myself for past mistakes and experience liberation and peace from being perfect just like this.
I give myself permission to rest and relax when my body needs it, and I listen to its messages with a sensitive ear.
Life constantly offers me new opportunities for growth and improvement, and I am open to all of them.
My life is full of joy, love and happiness.
Every day I make conscious decisions that support my health and well-being in the long run.
Every moment is an opportunity to create the life of your dreams.
Every day is full of new opportunities and adventures.
I savor every breath with full sips.
I enjoy the community and share joy with others.
I am worthy and deserve to live a life full of love, joy and abundance.
I am grateful for every breath I take that fills me with vitality and energy.
I am full of energy and enthusiasm every morning, ready to face the challenges and joys of the day.
I am connected to a deep feeling of gratitude and love.
I am connected to my deep inner strength and trust.
I love and appreciate every aspect of me completely and unconditionally.
I give myself permission to enjoy every moment to the fullest.
I give myself permission to follow the voice of my heart and the wisdom of my intuition.
Every day offers new opportunities for growth and learning.
My body and mind are full of energy and strength.
In my mind, I thank every person I meet, because they bring joy and learning to my life.
I trust that life will carry me and always provide me with exactly what I need.
I enjoy life to the fullest and accept its gifts with an open heart.
I am open to learning and growing, because I know that it is the key to a happy and meaningful life.
I am grateful for my own growth and improvement.
I am ready to receive all the good that life has to offer.
I love myself and accept all sides of myself completely.
I feel deep joy and happiness in every day.
I am connected to my deep inner peace every day.
I am aware of my own power and ability to change the world for the better.
I am grateful for my own body and its power.
I give myself permission to be imperfect, because that makes me unique and valuable.
I give myself permission to be completely authentic and free.
I give myself permission to dream big and boldly.
I spend my time and energy on things that bring me joy and meaning.
I am open to new experiences and adventures that enrich my life and bring me joy.
I am open to new friendships and relationships.
I am brave and dare to make choices that support my journey towards being the best version of myself.
I am ready to receive all the good that the world has to offer me.
I am connected to my deep inner peace and strength.
I love and appreciate every day of my life.
I feel a deep connection with myself and the world around me.
I love my own adventurous life, full of joy, friendship and laughter.
I'm proud of my own achievements and how far I've come.
I take care of my own well-being and love myself enough to put my own needs first.
I enjoy every day to the fullest and appreciate every moment.
I give myself permission to be fully present and aware of each moment.
I give myself permission to dream and create my own life.
I spend my time and energy creating positive change and good energy around me.
I trust that everything I need will come to me at the right time and in the right form.
Gratitude flows through my body like a stream.
I enjoy balance and harmony in every day.
I remain grateful that I can make my everyday life my own.
I am open to new opportunities and relationships.
I feel constant gratitude for my healthy mind.
I am open to new adventures and experiences.
I am strong and can handle any setbacks I face.
I am grateful for the beauty of the world and for having the ability to appreciate it with all my heart.
I am connected to nature and its wisdom.
I love myself enough to set healthy boundaries and protect my own well-being.
I love my body and take good care of it with healthy food and exercise.
I love and accept every aspect of me completely.
I am ready to embrace change and growth in my life.
I feel gratitude daily for the fortitude of my mind.
I thank the universe daily for my own well-being.
I am in balance with my own needs and desires.
I am full of love and compassion for myself.
I am full of strength and courage to follow my own dreams and goals, even if it is scary.
I am ready to receive the gifts of life with an open heart.
I fully enjoy every day from the moment I wake up refreshed and ready for a new day.
My body is a sacred temple to me, and I treat it with love and respect.
My life is full of meaningful encounters and experiences.
I give space for my own growth and development, trusting that I am constantly changing for the better.
I give myself permission to be fully present in my own life.
I give myself permission to be fully present in each moment.
I give myself permission to be completely free and authentic.
	]
}
